[
  "obsidian-chat-view",
  "note-refactor-obsidian",
  "cmenu-plugin",
  "obsidian-core-search-assistant-plugin",
  "customizable-sidebar",
  "obsidian-icon-shortcodes",
  "customizable-menu",
  "link-favicon",
  "find-and-replace-in-selection",
  "obsidian-languagetool-plugin",
  "calendar",
  "obsidian-admonition",
  "obsidian-style-settings",
  "quickadd",
  "convert-url-to-iframe",
  "obsidian-linter",
  "file-explorer-note-count",
  "obsidian-sort-and-permute-lines",
  "obsidian-better-command-palette",
  "obsidian-file-link",
  "obsidian-icon-swapper",
  "obsidian-related-notes-finder",
  "obsidian-file-info-plugin",
  "obsidian-find-and-replace-in-selection",
  "obsidian-tweaks",
  "omnisearch",
  "obsidian42-text-transporter",
  "multi-line-formatting",
  "cm-editor-syntax-highlight-obsidian",
  "metaedit",
  "obsidian-dynamic-toc",
  "obsidian-advanced-codeblock",
  "obsidian-better-codeblock",
  "obsidian-code-block-enhancer",
  "obsidian-code-copy",
  "obsius-publish",
  "obsidian-front-matter-title-plugin",
  "obsidian-state-switcher",
  "obsidian-metacopy",
  "obsidian-link-embed",
  "obsidian-wordpress",
  "obsidian-image-gallery",
  "obsidian-banners",
  "metadata-menu",
  "theme-picker",
  "obsidian-text-format",
  "obsidian-enhancing-export",
  "obsidian-list-callouts",
  "cmdr",
  "code-block-plugin",
  "obsidian-share-as-gist",
  "obsidian-filename-emoji-remover",
  "obsidian-icons-plugin",
  "obsidian-mkdocs-publisher",
  "copy-publish-url",
  "open-related-url"
]